

	"NSLE-20639 -108" = "O último comando não foi concluído porque não existe memória suficiente.";
	"NSLE-20639 -108 Solution" = "Abandone algumas aplicações e feche algumas janelas para libertar memória.";

	"NSLE-20639 -1" = "O pedido não foi concluído porque ocorreu um erro interno no NSL.";
	"NSLE-20639 -1 Solution" = "Tente de novo. Se o problema persistir, tente reiniciar o computador ou a aplicação e repita o pedido.";

	"NSLE-20639 -4199" = "O Gestor NSL não pode ser inicializado.";
	"NSLE-20639 -4199 Solution" = "Reinicie o computador e tente de novo.";

	"NSLE-20639 -4198" = "O sistema instalado não suporta esta versão do NSL.";
	"NSLE-20639 -4198 Solution" = "Instale o software do sistema Mac OS 8.7 ou posterior.";

	"NSLE-20639 -4197" = "A versão correcta do Open Transport não se encontra disponível.";
	"NSLE-20639 -4197 Solution" = "Instale a versão 1.3 ou posterior do Open Transport.";

	"NSLE-20639 -4192" = "O computador não se encontra ligado à rede.";
	"NSLE-20639 -4192 Solution" = "Verifique as especificações da rede, certifique-se de que todos os cabos estão correctamente ligados e tente de novo.";

	"NSLE-20639 -4182" = "Não foi possível carregar os plug-ins NSL no arranque.";
	"NSLE-20639 -4182 Solution" = "Reinicie o computador e tente de novo.";

	"NSLE-20639 -4181" = "O Gestor NSL não localizou qualquer plug-in para carregar.";
	"NSLE-20639 -4181 Solution" = "Certifique-se de que existe pelo menos um plug-in NSL na pasta /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "O Gestor NSL não localizou qualquer plug-in que permita processar o pedido.";
	"NSLE-20639 -4179 Solution" = "Verifique as especificações da rede, certifique-se de que todos os cabos estão correctamente ligados e tente de novo.";

	"NSLE-20639 -4177" = "Alguns plug-ins NSL não foram carregados.";
	"NSLE-20639 -4177 Solution" = "Pode continuar porque existe pelo menos um plug-in disponível. Para verificar qual o plug-in disponível, abra o painel Gestor de Extensões.";

	"NSLE-20639 -4174" = "Biblioteca NSL UI indisponível.";
	"NSLE-20639 -4174 Solution" = "Certifique-se de que este ficheiro se encontra na pasta Extensões e tente de novo.";

	"NSLE-20639 -43" = "Um ficheiro necessário a esta operação não se encontra disponível.";
	"NSLE-20639 -43 Solution" = "Cerifique-se de que todos os componentes estão correctamente instalados.";

	"STR#-20639 1" = "O Plug-In NSL %s não foi carregado.";

	"STR#-20639 2" = "Certifique-se de que a rede e as respectivas especificações estão correctamente configuradas. Pode continuar porque existe pelo menos um plug-in disponível.";

	"This Computer" = "Este computador";
	"Managed Network Directory" = "Directório de rede gerido";
	"Default (%@ and %@)" = "Predefinição (%@ e %@)";
	".Mac" = ".Mac";
	
	"Server" = "Servidor";
	"My Mac" = "Mac pessoal";
	"Folder" = "Pasta";
	"Neighborhood" = "Vizinhança";
	"Mac Server" = "Servidor Mac";
	"PC Server" = "Servidor PC";
	"Sharepoint" = "Ponto de partilha";
	"Remote Disc" = "Disco remoto";
	"AirPort Base Station" = "Estação-base AirPort";
	"AirPort Disk" = "Disco do AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Aplicações";
	"Library" = "Biblioteca";
	"Servers" = "Servidores";

	"Guest" = "Convidado";
	"Anonymous" = "Anónimo";

	"SHARED" = "Partilha";
	"Network" = "Rede";
	"More..." = "Mais…";
	"All..." = "All…";
	